{
    "Welcome": "Bienvenue",
    "Enter your username > ": "Entrez votre pseudo > ",
    "Enter your password > ": "Entrez votre code > ",
    "Unable to connect to ENT.\nPlease verify that the website is accessible and that your credentials are working.": "Impossible de se connecter à l'ENT. Merci de verifier que le site est disponible et que vos identifiants sont corrects.",
    "Logged into ENT": "Connecté à l'ENT",
    "Please pick a school": "Merci de choisir un établissement",
    "Please pick a group": "Merci de choisir un groupe",
    "Got students": "Eleves récuperés",
    "Enter the exact name of the ScrapBook you want to copy > ": "Entrez le nom exact du livre que voulez copier",
    "The books are ready to be copied. They will be copied in a folder. If you want this folder to have a custom name, please enter it here, else just press enter.": "Les livres sont prêts à être copiés. Si vous voulez entrer un nom de fichier personalisé, vous pouvez le rentrer ici, sinon appuyez sur Entrer.",
    "Name (optional) > ": "Nom (optionel) > ",
    "Copying": "Copie en cours",
    "Copying book for student: ": "Copie du livre de student : ",
    "\nYou pressed Ctrl+c. Do you really want to quit? (yes, no) > ": "\nVous avez pressé Ctrl+c. Voulez vous vraiment arrêter le script ? (yes, no) > ",
    "Failed": "Erreur",
    "Succeeded": "Succès",
    "Succesfully copied lenstudents books into folder \"folder\".\nYou may need to reload your ENT to see them.": "Copie de lenstudents livres dans le fichier \"folder\".\nVous aurez peut-être besoin de recharger votre ENT pour les voir.",
    "Something went wrong while fetching schools. Please try again.": "Une erreur est survenue durant la récupération des établissements. Merci de recommencer.",
    "Something went wrong. Please try again.": "Une erreur est survenue. Merci de recommencer.",
    "Sorry, you are not authorized to fetch those students. Please try again.": "Désolé, vous n'êtes pas authorisés à récupérer ces étudiants. Merci de recommencer.",
    "Sorry, incorrect input. Try again:": "Désolé, l'entrée est incorrect. Merci de recommencer :",
    "Number > ": "Nombre > "
}